[
  {
    "Summary": "Canarias New Travel",
    "Created": "December 2022",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "May 2023",
    "External Description": "Somos un operador especializado en la gesti?n de grupos y circuitos culturales, adem?s de disponer de otros productos tur?sticos. Nuestros principales clientes son las agencias de viajes tradicionales de Espa?a y Portugal; aunque tambi?n damos cobertura a las OTA?s y en nuestro plan de expansi?n incorporamos a las agencias de viajes extranjeras, actuando como incoming. ",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "EHTL Viagens",
    "Created": "April 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "August 2023",
    "Start date": "May 2023",
    "External Description": "Somos uma das mais importantes operadoras de turismo do mercado brasileiro, atuando desde 2004. Contamos atualmente com executivos de vendas em 16 regi?es do pa?s: Rio Grande do Sul, Santa Catarina, Paran?, S?o Paulo (Capital, ABC e Guarulhos), Interior de S?o Paulo, Rio de Janeiro, Esp?rito Santo, Minas Gerais, Bras?lia, Goi?nia, Bahia, Pernambuco, Alagoas, Para?ba, Rio Grande do Norte e Cear? .\nTemos acordos comerciais com mais de 4 mil hot?is e redes hoteleira no Brasil, mais de 200 mil hot?is internacionais e locadoras de ve?culos ao redor do mundo com aproximadamente 10 mil pontos de loca??o.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Conextur DMC Argentina",
    "Created": "April 2023",
    "Updated": "July 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "April 2023",
    "External Description": "We are one of the most important DMC wholesale operators in Argentina. For more than 10 years, in Conextur we design and plan programs that fit the requirements we identify in the local and foreign markets. We offer 500 directly contracted hotels in Argentina.",
    "Profile Link": "https://app.travelgatex.com/network/conextur-dmc-argentina"
  },
  {
    "Summary": "Allbeds",
    "Created": "December 2022",
    "Updated": "July 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "March 2023",
    "External Description": "Born to fulfill and complement wholesalers, tour operators and OTA's accommodation supply needs, and occupy the emptiness ariseing in the global market after several acquisitions and mergers.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Saltour",
    "Created": "December 2022",
    "Updated": "July 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "February 2023",
    "Start date": "January 2023",
    "External Description": "Saltours International holds the unrivalled distinction of introducing the concept of wholesale tourism worldwide. As a leader in this field, the company has grown from strength to strength and today holds a lion?s share of the market. With unrivaled efficiency, innovation, and above all a passion for detail, the name Saltours has become synonymous with excellence and a holiday worth remembering!\nSaltours International has evolved from a single office start up in London and currently has a network of branch and partner offices stretching across Europe, Middle East, Asia and the Pacific. As a result we are well positioned to globally access the best FIT and GIT rates for our clients.\nAs a leading wholesale outlet for Inbound and Outbound tourism, Saltours offers a comprehensive range of quality services at unbeatable prices which benefit both individual travelers and groups. These include bookings for hotels and apartments worldwide, transfers, sightseeing, excursions, cruises, car hire and meet & assist services. Saltours is also equipped to tailor make packages as per our client?s requirements, whilst remaining within budgetary limits.\nDestination management, conference and event organizing is another major strength, where we capitalize by utilizing our global network of partner offices to ensure that our clients receive professional, speedy and exclusively tailored services.\nAt Saltours, we take pride in meeting and exceeding our client?s expectations. Our mission is to help our travel partners and clients plan and materialize trouble free holidays which will make our clients' trip a delightful and unforgettable experience.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Teldar Gekko",
    "Created": "March 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "June 2023",
    "External Description": "Created in France in 2009, Gekko brings together experts and technology to deliver renowned IT solutions, developed for the leisure & corporate travel industry and its different actors",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "RealTime Travel Solutions v2",
    "Created": "April 2022",
    "Updated": "July 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "April 2023",
    "External Description": "RTS.net is the international B2B solution for purchasing travel products\nat great rates and the ideal partner to get your hotel distributed internationally.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "CTrip",
    "Created": "December 2022",
    "Updated": "July 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "February 2023",
    "External Description": "Formamos parte de Trip.com Group, una empresa que cotiza en el NASDAQ desde 2003 (NASDAQ: TCOM), la cual cuenta con m?s de 45.100 empleados y m?s de 400 millones de usuarios registrados, lo que la convierte en una de las principales agencias de viajes en l?nea del mundo.\nHemos establecido una extensa red hotelera, con m?s de 1,4 millones de hoteles en 200 pa?ses y regiones diferentes, para asegurarnos de que ofrecemos a nuestros clientes una fant?stica selecci?n de alojamientos. Nuestra amplia red de vuelos cuenta con m?s de 2 millones de itinerarios de vuelo individuales que conectan m?s de 5.000 ciudades en todo el mundo. A ello se le suma nuestro destacado servicio de atenci?n al cliente en ingl?s las 24 horas al d?a, 7 d?as a la semana, y una gran variedad de productos de viaje, para que dejes en nuestras manos los detalles de tu pr?ximo viaje con toda tranquilidad.\nEste sitio web es operado por Trip.com Travel Singapore Pte. Ltd. (\"Trip.com Singapur\"), una entidad de Singapur (n?mero de registro: 201613701E). Trip.com Singapur forma parte de Trip.com Group.\nTrip.com Singapur posee licencia con arreglo a la Normativa de Agencias de Viaje (Cap. 334), n?mero de licencia: 02943.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "TBO Holidays",
    "Created": "December 2022",
    "Updated": "July 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "January 2023",
    "External Description": "We are one of the leading global travel distribution platforms. We connect over 145,000 travel buyers across more than 120 countries with millions of travel suppliers globally. Our technology enables travel buyers and suppliers to come together and seamlessly create joyful experiences for travellers all over the world.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Seera Group",
    "Created": "December 2022",
    "Updated": "July 2023",
    "Status": "Completed",
    "Due date": "June 2023",
    "Start date": "March 2023",
    "External Description": "We?re passionately working towards this vision which also contributes to our nation?s wider 2030 vision. By opening up our Kingdom to the world, we can share the wonderful foundations that define our past, and welcome new cultures that will help us build a greater future for generations to come.\nEmbracing the power of travel also takes us on new journeys of discovery. We enable travellers to learn, grow and be inspired; sharing experiences with a global community that is more connected than ever.  ",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "The Travel Junction",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "June 2023",
    "External Description": "With over 250,000 hotels in more than 1,000 countries, hand-picked directly by our procurement team, TTJ?s platform provides unbeatable breadth of product.\nOur range currently extends from hostels though to 5+ star luxury hotels worldwide, meaning there?s nowhere you can?t take your client. Plus, with incredible room allotments and ?last room availability?, you can feel confident you?re getting your client a booking they couldn?t get elsewhere.\nOur range of hotels include: \n\nLuxury country escape at Peppers Craigieburn Bowral\nParkroyal on Kitchener Road in the heart of Singapore\nRetreat to paradise at the Hilton Waikiki Beach",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "MTS City Breaks",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "August 2023",
    "Start date": "July 2023",
    "External Description": "MTS City Breaks is a B2B Booking Platform offering access to exclusive wholesaler rates globally.\nEstablished in 1997 under the umbrella of Marine Tours? Group of Companies, MTS City Breaks aims to become the most preferred booking platform by displaying over half a million properties and combining preferred hotel agreements and wholesaler rates. Serving as one-stop accommodation on-line shop, it allows agents to save time and earn more.\nApart from a global supplier for on-line hotel accommodation, we bring together complimentary services such as car rentals, transfers, and more, to provide Travel Agencies and Tour Operators with end-to-end solutions that best serve their clients' needs.\nJust sign up to our fully-integrated and reliable booking platform to manage all your booking at one place.\nIt has never been easier!",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "NextPax",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "September 2023",
    "Start date": "July 2023",
    "External Description": "NextPax is the most advanced channel management technology provider for hotels, resorts and vacation rentals worldwide, recognised for delivering the most advanced full-service solutions between property management systems and distribution channels worldwide. Connect your vacation rentals, hotels and/or vacation parks to over 100+ booking channels around the world.",
    "Profile Link": "https://app.travelgatex.com/network/nextpax"
  },
  {
    "Summary": "Booking Agora",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "August 2023",
    "Start date": "June 2023",
    "External Description": "BookingAgora; was established in Istanbul with the aim of being open to change, focusing on agency satisfaction and serving its agencies in world-class B2B. With its professional team and high-tech equipment, it offers its services more easily to you, our valuable agents, with a service understanding focused on agency satisfaction.\nWho are we?\nThe BookingAgora team was formed by the founding members, who took different positions in the tourism sector, to share their experiences and experiences and to create a platform that the whole sector can benefit from.\nOur approach\nTo provide the best service with a wide supplier network and up-to-date technological infrastructure, by keeping an equal distance from everyone in the tourism sector, by providing the most affordable products to all agencies.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Eurotours",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "August 2023",
    "Start date": "May 2023",
    "External Description": "Eurotours is passionate about tourism ? and has been for 40 years. Our employees speak 15 languages and are at home all over the world. We see ourselves as a leading innovator in the travel industry. We do not just adapt to current developments. We set new trends and are always ready to leave the beaten track. We introduced the first all-inclusive offers in the Alps and were the first to sell travel via a food discounter. We are not afraid to look outside the box when it comes to marketing and are constantly in search for new ways to reach our customers with innovative products. Our incoming and tour operating software was developed in-house and sets new standards in the branch. We are proud of our long-standing partnerships. Our key to success: our expertise, our advice and our professionalism. Our philosophy: we keep pace with the times. We are curious to see what the future of travel will bring. Eurotours will certainly be part of it.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Ezlink",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "Completed",
    "Due date": "June 2023",
    "Start date": "May 2023",
    "External Description": "EZLINK ? a primeira Broker genuinamente Brasileira, com contratos diretos de hotelaria. Atuamos tamb?m como multibrokers, para atendermos com o maior n?mero poss?vel de disponibilidade nossos parceiros. Nossos clientes s?o formados exclusivamente por Operadores de Turismo em todas as Am?ricas. Nosso principal objetivo ? melhorar a rentabilidade e agilidade desses parceiros, com a conex?o do melhor tratamento que cada reserva pode ter.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "EverRooms_Seller",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "May 2023",
    "External Description": "EverRooms is a dynamic technology company focussing on global distribution of hotel rates.\nEverRooms was founded in Germany by tech enthusiasts and travel experts. We combine deep knowledge of the travel industry with analytical skills, sourcing knowledge, and tech know-how. We have been distributing hotel rates since 2012 in B2B and B2C environments. Due to a decade of experience in metasearch distribution, our offerings incorporates sophisticated rate caching, room type matching, a specialized server structure for high-traffic schemes, and elaborated rate distribution.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Atharva Infotech",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "June 2023",
    "External Description": "Atharva Infotech is a dynamic software company providing a new range of open, enterprise-wide business solutions to the travel industry based on .Net technology. Our solutions are both flexible and modular in design and can be easily integrated with your existing front or back office systems.\nAll of our products are developed with a modern 'look and feel' and are fully Internet enabled offering all users web browser access.\nA continuous process of design and development ensures that our products are aimed at meeting the needs of today?s tour operator whether they offer pre-packaged tours, specialist tours or dynamically packaged travel options.\nAtharva Infotech offers leading edge, E-Travel technology for tour operators. Our solutions originate in innovative business ideas on how to Optimise the E-Travel environment to market and sell holiday products. They were designed with the Customer very much in mind.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Vervotech",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "ToDo",
    "Due date": "September 2023",
    "Start date": "July 2023",
    "External Description": "Vervotech is a travel technology company founded in 2018 with a vision of establishing a global standard for accommodation data. Recognized as the World?s Best Mapping Platform, our achievement demonstrates how we deliver excellence and innovation for our clients and partners.\nWhat?s exciting is that we are a true SaaS (Software as a Service) company that unravels end customer experience at every step of their journey. Employing the best talent from hospitality, travel, and technology companies helps us to simplify the complexities of the accommodation industry when it comes to hotel content. We are passionate about what we do and when you work with us, along with a best-of-breed product, you get our commitment and relentless dedication to improving your product offerings and customer experience.\nVervotech has an inclusive work environment built with trust and respect, where every employee can be their authentic self. By creating a work culture where employees from diverse backgrounds and skills can feel a sense of belonging, we aim to make Vervotech the best place to work with for our employees and customers.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Travel Compositor",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "May 2023",
    "External Description": "With us any TTL company can get a holistic solution that will transform their future.\nAs a strategic added value, we are a consolidator of all services integrated into our platform. This allows any tourism and travel company that uses our system to sell dynamic packages around their own product and any operator to enrich their product without the need of contracts with each supplier. This is an innovative business model that brings new rules and players to travel sales.\nTravel Compositor has a team of professionals that balances the wide experience in the management of tourism businesses and the use of all the resources that current technology offers.\nIn Travel C we believe in the exchange of knowledge and, therefore, we distribute our patents to help in their success of each company that trusts us. Also, we attend to all the suggestions that our clients bring in a process of constant innovation that produces a new system version daily and 10 annual compilations that vary the number of the model.\nTravelcompositor employs a state-of-the-art Scrum/Agile development process with continuous integration which enables several daily deploys, supported heavily by automated testing. New developments, integrations and Customizations are included in agile development Sprints. Express developments or urgent bug fixes can enter daily deploys.",
    "Profile Link": "https://app.travelgatex.com/network"
  },
  {
    "Summary": "Sabre",
    "Created": "May 2023",
    "Updated": "July 2023",
    "Status": "In Progress",
    "Due date": "July 2023",
    "Start date": "June 2023",
    "External Description": "The Content Services for Lodging (CSL) product collection houses APIs to help you find properties, get information about properties, check prices, and much more.\nEnhance your booking tool with the value that CSL delivers, including:\nMore Content: Integrating over a million lodging property and rate options from GDS and aggregator sources through modern, flexible APIs, allowing you to compare rates from different sources side-by-side.\nNew Search and Preferencing Capabilities: Delivering enhanced capabilities such as polygon searching and agency preferencing, enabling new shopping experiences and more efficient workflows\nProduct Normalization: Supporting attribute-based rate comparison across content sources allowing your agents and travelers to easily and efficiently find the best rate that meets their needs \nModern APIs: CSL offers a modern set of SOAP/XML and REST/JSON APIs that leverage improved data structures and are supported by robust documentation.",
    "Profile Link": "https://app.travelgatex.com/network"
  }
]