[
  {
    "Summary": "DCS+",
    "Created": "October 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "November 2023",
    "Start date": "October 2023",
    "Target start": "October 2023",
    "Target end": "November 2023",
    "External Description": "With an experience of over 19 years, dcs plus is a technology company that provides business critical enterprise software for the travel and tourism industry.<br />Backed up by passion and years of insights gathered while working closely with travel professionals, dcs plus provides a full software stack of  solutions, addressing the complex needs of all types of travel companies. dcs plus? software perform across the travel distribution chain, helping travel agencies maximize revenue and improve process efficiency while optimizing operating costs.  <br /><br />Headquartered in Europe, dcs plus has regional offices in:<br />?\tBucharest ? Romania ? for European markets<br />?\tDubai ? United Arab Emirates ? for Middle East and Africa markets<br />?\tSingapore ? for Asia Pacific markets<br />?\tSao Paolo ? Brazil for Latin American markets<br />?\tGurgaon ? India<br /><br />Having 2 of the largest European Venture Capital Funds, EarlyBird and Credo Venture, as shareholders reconfirms the sustained dedication and drive of the dcs plus team.<br /><br />The travel technology ecosystem provided by dcs plus is designed in house and consists of a mid-back office (TINA), a booking engine/ agent desktop (IRIX), an OBT (NOVA), a B2C online solution (TRIP) and an inventory management application (AIDA). This software suite allows the agencies to maximize their revenue through the sales channels (IRIX/NOVA/TRIP/AIDA), while the mid-back office (TINA) optimizes operational processes making the travel agency more efficient and thereby reducing costs and increasing profit.   <br /><br />The company?s portfolio of customers is spread across more than 50 markets worldwide consisting of some of the global leaders in each of their segments: Travel Management Companies (Amex GBT, BCD, Egencia, GlobalStar, Radius, Reed&MacKay, Uniglobe, ATPI, Lufthansa City Center, HRG, FCM, Travel Leaders Group etc.), Professional Congress Organizers and Destination Management Companies, Online Travel Agents, Wholesalers, Tour Operators etc.",
    "Profile Link": "https://app.travelgatex.com/network/dcs",
    "Product": "PULL"
  },
  {
    "Summary": "3Full Steps PUSH",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "3fullsteps.com is an exclusively Business- to- Business (B2B) online reservation system which allows travel agencies/tour operators to have access to an extensive content of worldwide products.Founded in 2015, we are confident we have a great range of product coverage and the best available negotiated rates.Our aim is to offer the best possible service to our customers, by providing them with an easy and user friendly online program that is constantly updated either by adding new product or by investing on new technology.Having invested much in our services, our dedicated & highly experienced staff is available 24/7 to help you with any query requested.We work to maintain & develop strong and long term partnerships both with our suppliers and our customers.",
    "Profile Link": "https://app.travelgatex.com/network/3full-steps",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Mondee",
    "Created": "September 2023",
    "Updated": "October 2023",
    "Status": "Planned",
    "Start date": "October 2023",
    "Target start": "October 2023",
    "External Description": "none",
    "Profile Link": "none",
    "Analisys": "50%",
    "Content": "0%",
    "Search": "0%",
    "Booking Flow": "0%",
    "Management": "0%",
    "Configuration Dev": "0%",
    "Validation": "0%",
    "Percentage Total": 11,
    "Product": "PULL"
  },
  {
    "Summary": "Booklogic",
    "Created": "September 2023",
    "Updated": "October 2023",
    "Resolved": "October 2023",
    "Status": "Completed",
    "Due date": "October 2023",
    "Start date": "September 2023",
    "External Description": "Revenue Maximizing Solutions for Hotels & Online Reservation Systems<br /><br />BookLogic provides Revenue Maximizing Solutions for Hotels & Online Reservation Systems for the Travel industry. BookLogic enables you to easily maximize your hotels? bookings and revenue and to increase your sales by your online distribution channels.<br /><br />BookLogic maximizes your hotels? yearly RevPAR ratio, automate your hotel reservation management process, and connect your hotel to 650.000+ travel agencies and 150+ online hotel portals worldwide through our one-stop-distribution solution.<br /><br />For Travel Agencies and Tour Operators, BookLogic provides Automation System and Online Reservation Systems for the management and sales of tourism services such as hotels, flights, car rentals, excursions, transfers, cruises, boat rentals, yachting, packages, dynamic packages and so on.<br /><br />BookLogic provides Complete Hotel Solutions and Online Reservation Systems for hotels and hotel chains.",
    "Profile Link": "https://app.travelgatex.com/network/booklogic",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Smartbooking",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "<br />Smartbooking is the B2B Trade Brand of \"Sameh Voyages\" a DMC based in Tunisia.<br /><br />Smartbooking is an online wholesaler operating since 2016 in the North African Market<br /><br />Smartbooking was  developed for professionals in the travel and tourism industry looking for hotels, tourist circuits, high quality city tours and other services in North Africa  especially in Tunisia, with competitive prices and instant confirmation.<br /><br />Smartbooking offers B2B access through the Web portal, XML / API integrations and white label for selected professionals.<br /><br /> Our competitive offers and performant helpdesk made our reputation in the north african market. <br /><br />Our main target is to develop our activity through international new partnerships allowing us to reach New Markets through IN/OUT Api integrations.<br /><br />",
    "Profile Link": "https://app.travelgatex.com/network/smartbooking",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Skapit Seller Pull",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "SKAPIT is the world's only ski-dedicated API. We have aggregated all the different technologies surrounding a ski accommodation (hotels, apartments, self catered and catered chalets) in Europe and North America, and consolidated them into one API (SKAPIT Integrate) that is now available via TravelgateX (both via Pull and Push connections). All of the product is pre-contracted - so it is simply a case of making the connection via TravelgateX, choosing the Product you want, and instantly start selling. The API is multi-lingual, thus suitable for most markets. Alongside the API you are able to sell Ski Extras (Ski Passes, Ski Hire, Ski School, Ski Transfers) and we have market-leading Resort information in order to position you as the expert in ski from the start.<br /><br />Our staff our incredibly knowledgeable about all things ski - so there is the necessary support/information in order to achieve maximum sales without the steep learning curve.<br /><br />So if you want to quickly and easily add Ski to your portfolio - connect with SKAPIT via Travelgate.",
    "Profile Link": "https://app.travelgatex.com/network/skapit",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "OTI Holdings",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "A Coral Travel Group affiliate ODEON Tours started operating in Turkey in the field of inbound services in 1992. Today the company offers accommodation, welcoming, transfer, guidance and tour services in Turkey, Egypt, Thailand, Spain, UAE and Greece to tour operators from Turkey, Russia, Ukraine, Georgia, Belarus, other CIS countries, Poland, the Balkans and Germany.",
    "Profile Link": "https://app.travelgatex.com/network/odeon-tours-coral-travel-group",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Maeva",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "No description",
    "Profile Link": "https://app.travelgatex.com/network/maeva",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Hotelios Push",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Hotelios founded in 2014 with leading travel technology entrepreneurs in the region, with the data-driven concept and over 900 direct contracts and exclusive rates for Central Asian hotels. <br /><br />With our Head Office in Tashkent, we have a fully dedicated staff constantly giving their best and providing 24/7 support to our partners around the world. We are proud of our well-earned reputation as one of the leading Destination Management Offices in Uzbekistan.<br /><br />Since our beginnings, Hotelios has grown and adapted to the market trends, including the launch of our XML API and our b2b booking portal. By choosing Hotelios, you choose a responsible Partner who knows everything about your needs and satisfies them at a high-quality level.",
    "Profile Link": "https://app.travelgatex.com/network/hotelios",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "RuralGest Push",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Misterplan es una empresa que proporciona soluciones integrales para la comercializaci?n tur?stica, tanto de alojamientos, actividades (experiencias) y destinos tur?sticos. Estamos especializados en profesionalizaci?n tanto de peque?os empresarios hasta grandes plataformas, mediante la dotaci?n tecnol?gica, la gesti?n informatizada de sus producto y proporcionando programas de comercializaci?n. MisterPlan es tecnolog?a e innovaci?n, proponemos f?rmulas de trabajo con garant?as de ?xito en aquellos ?mbitos donde los programas de promoci?n y comercializaci?n tradicionales ha fracasado. Nuestro m?todo es muy novedoso, ya que solo proponemos soluciones bas?ndonos en el an?lisis de las causas del fracaso de otras iniciativas. Todo est? basado en la rentabilidad, ya que la clave del ?xito es que nuestros clientes logren aumentar sus ventas y, por supuesto, su beneficio.",
    "Profile Link": "https://app.travelgatex.com/network/misterplan-s-l--rural-gest-before",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "My Morocco Travel",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "My Morocco Travel, your DMC in Marrakech offers a range of stays and organized trips in all cities and regions of the kingdom. Whether it's a city break, a tailor-made trip, or an adventure, we've got you covered. Our advisors are able to develop a unique and tailor-made program with you. Choose our original and innovative travel ideas and join us on our next adventure.",
    "Profile Link": "https://app.travelgatex.com/network/my-morocco-dmc",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Enjoy Cuba",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Certification",
    "Start date": "September 2023",
    "External Description": "ENJOY CUBA is a trademark of the Skedio group and we are the leading Destination Management Company in Cuba. Our expertise, know-how, and direct connection with a wide network of local travel providers, make us the ideal incoming-services partner. From sourcing the best product to providing full service in resort, we are redefining the way to do tourism in Cuba.\n\nOur product and services encompass hotels, events, transfers and car hire. Vacation rentals in luxury homes, apartments and villas. And the most authentic experiences showcasing real Cuba.",
    "Profile Link": "https://app.travelgatex.com/network/enjoy-cuba-skedio",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Youcef Tourisme & voyages",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "Booster BC est le partenaire technologique privil?gi? de vos projets e-tourisme et web mobile. Nous vous conseillons et vous accompagnons pour vous offrir la meilleure solution ? votre activit? qui r?pond parfaitement ? vos attentes. Notre savoir-faire nous permet aujourd?hui d?afficher  une expertise sans faille et de vous proposer un avis pertinent.<br /><br />Une solution technologique compl?te pour atteindre vos objectifs<br /><br />Nos ?quipes sont ? votre disposition pour vous offrir une solution compl?te qui r?pond ? vos objectifs. Nous vous ?coutons et identifions vos besoins afin de mieux cerner vos attentes. Vous avez un seul interlocuteur qui se charge de vous assurer la meilleure qualit? de prestation.<br /><br />Que vous soyez ? la recherche d?un site e-tourisme performant, d?une solution de r?servation en ligne ou m?me de webmarketing, nous saurons satisfaire vos attentes.",
    "Profile Link": "https://app.travelgatex.com/network/booster-bc",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Etstur Seller",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "A brand of Ets Ersoy Turistik Servisleri A.S., Etstur is a leading travel agency and tour operator in T?rkiye and the first company that established the chain of Agency ? Transportation ? Guidance ? Accommodation. \n\nWith its wide range of products including flights, transportation, and accommodations from holiday villages to city hotels, apart hotels, bungalows and bed & breakfasts, Etstur caters to every segment of the market, ensuring that every traveller has a memorable journey. \n\nEtsgroup also hosts many brands under its roof: Etscore ; a online B2B travel and tourism platform for a tourism agencies with an easy, fast, and effortless experience for purchasing hotel reservations.\nWith Etscore, you can easily and reliably access more than 10,000 directly contracted properties in T?rkiye and enjoy quality service all around the world.\n\nOdamax; a digital platform that provides online booking services worldwide,\nJetset; a boutique travel agency preparing personal and luxury travel programs, Ucuzabilet.com; a web site selling affordable domestic and international flight tickets, \nOtelpuan.com; a web site featuring objective reviews of the guests about the properties, LetsGo; online journal of Etstur covering articles and posts on travel trends and culture, \nHotel Agent; a solution partner for hotel managements in sales and marketing activities.",
    "Profile Link": "https://app.travelgatex.com/network/etstur",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Tournate ",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "Please, fill your description.",
    "Profile Link": "https://app.travelgatex.com/network/tournate",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Tourvest",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Our reach in over 46 source markets, coupled with serving 14 African inbound leisure destinations qualify us as specialists in wholesale inbound travel distribution. We understand what it is your business needs to prosper, and what guests seek in the realms of leisure, and sports travel. With permanent physical footprints in South Africa, Namibia, Botswana, Kenya, Tanzania and Uganda we are best equipped to handle your guests in-country. Tourvest Destination Management develops and makes use of leading travel technology solutions designed for partners and suppliers in line with global best practices.",
    "Profile Link": "https://app.travelgatex.com/network/tourvest-destination-management",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Solmar Villas",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "By choosing Solmar Villas as your trusted villa holiday specialist, you?ll be gaining access to over 29 years of experience in tailor-made villa holidays, meaning we can help find the dream getaway for your clients. As a family run business, we understand the importance of a well-deserved and much needed holiday, which is why we?re passionate about helping you and your clients every step of the way, from before you book right up until when they come back home.<br /><br />Work with us and discover hundreds of handpicked villas, all of the highest quality and only in the best locations within easy reach of resort amenities. Plus, every single villa comes with its own private pool! As ABTA members, you?re in safe hands with us when booking your client?s next villa holiday.",
    "Profile Link": "https://app.travelgatex.com/network/solmar-villas",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Bookandlink",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "Bookandlink is a one-stop system hospitality software cloud-based. We encourage the completeness of our system features to manage your properties ; hotels, vacation rentals, chains, hospitality management anywhere and anytime. Save your time and leverage your revenue by using simple and comprehensive platform access.<br /><br />",
    "Profile Link": "https://app.travelgatex.com/network/bookandlink",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Parsing",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "No description",
    "Profile Link": "https://app.travelgatex.com/network/parsing",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Moebius ",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "No description",
    "Profile Link": "https://app.travelgatex.com/network/moebius-dmc",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Roombeast",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "We connect LATAM wholesalers and travel agencies to their domestic hotel portfolios so they can book pre-contracted rates seamlessly. We also distribute those rates to 3rd party Buyers so they too can access LATAM?s most competitive hotel rates. ",
    "Profile Link": "https://app.travelgatex.com/network/roombeast",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "EaseMyTrip",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "EaseMyTrip is the second largest OTA of India and growing rapidly in key strategic locations worldwide into GCC of the Middle East, Asia Pacific, UK, Europe and North America. EaseMyTrip?s current market cap is over $1.5 Billion with a thriving B2C segment of over 20 million satisfied customers as well as a stably growing B2B segment of 70,000+ travel agents. EaseMyTrip has a wide and extensive distribution network both in B2C and B2B business verticals. From a product standpoint EaseMyTrip has several thousand directly contacted hotels with high quality operational support available 24/7 for their customers and partners worldwide.",
    "Profile Link": "https://app.travelgatex.com/network/easemytrip",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Pythagoras",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "No description",
    "Profile Link": "https://app.travelgatex.com/network/pythagoras",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "BeachVillas",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Beach Villas is an online travel organisation that takes pride in satisfying your travel dreams since 2001. We inspire our clients to carry on with their travel life and extraordinary experiences.<br />Each of our properties we feature is fully inspected by us, and described in perfect detail. Our questionnaires and client feedback is used to continuously improve our service, in our quest to offer the perfect villa vacation.<br />With 21 years of awards, it is proof that we simply love what we do and this spills out into the enthusiasm and professionalism that we offer.<br />We feature over 600 carefully handpicked villas and apartments, from traditional to modern? you will be spoilt for choice.",
    "Profile Link": "https://app.travelgatex.com/network/beachvillas",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "B2B Holidays",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "B2BHolidays Group is one of the fastest-growing travel groups in the world with its three unique products which are called Mainstream, B2BHolidays Marketplaces and Maqam.<br /><br />Under Mainstream product, B2BHolidays acts as a B2B online travel wholesaler that provides hotel and flight booking services.<br /><br />B2BHolidays Marketplace is the world?s first B2B travel marketplace bridges the supplier and travel agencies on the same platform and allows travel agencies to link and manage all their suppliers, book directly from them, manage booking reports, link accounting systems and get unique performance and employee analytics on the same platform.<br /><br />Under Maqam product, B2BHolidays is an authorised company by the Kingdom of Saudi Arabia?s Hajj and Umrah Ministry?s Maqam platform to sell hotel and transportation services to Muslim individual travellers, tour operators and religious ministries in Muslim countries.<br /><br />To date, B2BHolidays has served tens of thousands of travel companies which makes it the leading agency specialising in accommodation and flight services.<br /><br />",
    "Profile Link": "https://app.travelgatex.com/network/b2b-holidays",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Smart Touristic System",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Our Smart Touristic system is a complete solution for reservations on extended tours, day excursions and express services. In addition to being a powerfull back office system.",
    "Profile Link": "https://app.travelgatex.com/network/smart-touristic-system",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Skapit Push",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "SKAPIT is the world's only ski-dedicated API. We have aggregated all the different technologies surrounding a ski accommodation (hotels, apartments, self catered and catered chalets) in Europe and North America, and consolidated them into one API (SKAPIT Integrate) that is now available via TravelgateX (both via Pull and Push connections). All of the product is pre-contracted - so it is simply a case of making the connection via TravelgateX, choosing the Product you want, and instantly start selling. The API is multi-lingual, thus suitable for most markets. Alongside the API you are able to sell Ski Extras (Ski Passes, Ski Hire, Ski School, Ski Transfers) and we have market-leading Resort information in order to position you as the expert in ski from the start.<br /><br />Our staff our incredibly knowledgeable about all things ski - so there is the necessary support/information in order to achieve maximum sales without the steep learning curve.<br /><br />So if you want to quickly and easily add Ski to your portfolio - connect with SKAPIT via Travelgate.",
    "Profile Link": "https://app.travelgatex.com/network/skapit",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Beds4Greece",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "We connect and build. Beds4greece is all about local team experts. We are experts in our destinations.<br />Relationships and links between tour operators, bed banks, travel agents, and more. <br />When it comes to travelling and tourism, we have more than 55 years of experience. We are dedicated techies and build our own technology in-house.<br />Beds4Greece is a project by two leaders of the Greek tourism industry combining forces - Hellenic Zeus & GEM Travel.<br />Hellenic Zeus was formed all the way back in 1966 by Ioannis Papakaliatis and his sons. It was the first incoming and handling agency in Crete, collaborating with renowned European Tour Operators. Since then, it hasn?t stopped growing and has become one the Leading Destination Companies in Greece.<br />GEM Travel is a well-established incoming agency with an excellent track record for the best customer experience. For more than 30 years, the company has been serving its mission non-stop: to create authentic and unforgettable travel experiences in Greece, based on high-quality services.<br />We break boundaries when it comes to offering solutions. We are the strong point you are looking for, in the tourism business. <br />All our services are wrapped up and offered through a state-of-the-art technical infrastructure. <br />The complete, online travel operator for the tourism ecosystem. Beds4Greece offers utter solutions and tailor-made services in the travel industry.",
    "Profile Link": "https://app.travelgatex.com/network/beds4greece",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Channex",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Helping hotels better connect things<br />There is a notion that companies need to build everything in-house. That building yourself saves money and improves margins.<br />?<br />But at Channex we believe you can outsource key services and that it is good for the bottom line and will improve customer satisfaction.<br />?<br />That is why we created a connectivity solution that connects hotels to sales channels such as booking and Airbnb all with one integration.",
    "Profile Link": "https://app.travelgatex.com/network/channex",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Roomiroom ",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "No description",
    "Profile Link": "https://app.travelgatex.com/network/roomiroom",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Pan Pacific Travel",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Certification",
    "Start date": "September 2023",
    "External Description": "Pan Pacific is a privately-owned and operated Australasian inbound operator with companies in Australia & New Zealand. Established in 1984, we have grown to become one of the region?s most successful and respected operators with an extensive worldwide customer-base.<br /><br /> <br /><br />In July 2016 Pan Pacific acquired the business of Finesse South Pacific Travel, a highly regarded Australian inbound company with a proud and successful 30-year history as Australia?s leading operator in the Latin markets.<br /><br />While its primary business activity is an Inbound Operator, Pan Pacific holds a substantial interest in one of New Zealand?s most progressive Conference & Event Organisers, Event Dynamics.<br /><br />Given our many shared clients, Pan Pacific Australia/New Zealand work closely together to ensure consistency in servicing & operational procedures and a seamless experience for client partners who work with us in both countries.<br /><br /> <br /><br />Our Business Philosophy<br /><br />The cornerstone of an Inbound Operator?s role is to provide excellent service, competitive pricing and quality product however Pan Pacific?s objective is to add more value to its client relationships and pro-actively contribute to their business growth.<br /><br />We believe this can be achieved through regular communication, an intimate understanding of our clients? business and a creative, ?can do? attitude in constantly seeking better and more innovative ways to support their needs and enhance their competitive advantage. Succeeding in this will only deliver increased growth to our own business.<br /><br /> <br /><br />Full-Service Operation<br /><br />A 2 person tailor-made FIT, a special interest group of 30, an incentive program of 500, a sports event of 4000 or foreign-language escorted coach tours - Pan Pacific has the experience and operational infrastructure to service any inbound-Australia/New Zealand leisure or corporate travel requirement.<br /><br /> <br /><br />Market Diversity<br /><br />Pan Pacific has one of the most market-diverse customer portfolio of any inbound company in Australia/New Zealand with client partners located in the following regions;<br /><br /> <br /><br />Asia ? China, Taiwan<br />Europe ? France, Italy, Spain, Portugal, the Netherlands, Switzerland<br />North America ? USA, Canada<br />Scandinavia ? Sweden, Finland, Denmark<br />South Africa<br />South America ? Argentina, Brazil, Colombia<br />South East Asia ? Thailand, Malaysia, Singapore, Hong Kong, Philippines<br />United Kingdom<br /> <br /><br />In recognition of our broad market mix Pan Pacific staff possess a wide range of foreign-language skills.<br /><br />Industry Memberships<br /><br />AUSTRALIA<br />ATEC<br />The Australia Tourism Export Council (ATEC) is the peak industry body representing Australia's $40 billion tourism export sector. As an organisation, our views are informed by the broadest cross-section of the Australian tourism industry.<br /><br />ATEC represents more than 1000 members across Australia including large national and multinational companies as well as small and medium-sized enterprises, many of whom are based in regional and remote parts of Australia.<br /><br />Our members include inbound tour operators and online distributors who connect Australian tourism products with vital distribution channels in key overseas markets. Those tourism products include accommodation providers, tour companies, attractions, airlines, cruise lines, transport operators, food and beverage outlets and tourism services including retail outlets, educational institutions and guiding organisations.<br /><br />Our services include B2B opportunities, industry advocacy and development, education and business capacity building, local and national networking events and conferences.<br /><br />NEW ZEALAND<br />QUALMARK<br />Pan Pacific Travel is a Qualmark Endorsed Inbound Tour Operator and has also been awarded the \"Covid Clean\" assessment, recognised by the World Travel & Tourism Council. <br /><br />NZ TEC - TOURISM EXPORT COUNCIL OF NEW ZEALAND<br />The Tourism Export Council of New Zealand (TECNZ) is a trade association established in 1971 that represents the interests of the New Zealand inbound tourism industry.<br />Our mission is to support and represent our members to achieve sustainable growth in export earnings.<br />We are committed to adding value to tourism businesses and to providing a vital link between tour operators and suppliers of NZ products and services.<br />TECNZ offers opportunities throughout the year for networking and discussion forums to address current issues.<br /><br />NZ TIA - TOURISM INDUSTRY AOTEAROA NEW ZEALAND<br />Tourism Industry Aotearoa (TIA) is the only independent association that represents all sectors of New Zealand's large and diverse tourism industry. We accomplish what no single member or sector group could achieve by themselves.<br /><br />Our Vision - A $41 billion visitor economy by 2025.<br />We are vocal supporters of our industry, advocating relentlessly to ensure tourism gets recognised as a vital contributor to New Zealand?s economic and social wellbeing.<br /><br />Our Mission - Through leadership, influence and action, achieve tangible benefits for the tourism industry and New Zealand.<br />Our members range from SMEs to large, publicly listed corporates. Collectively, they represent around 85% of total tourism industry turnover. The more members and support TIA has, the stronger our influence and the more we can achieve<br /><br />WINGSPAN<br />Pan Pacific Travel is proud to support the Wingspan Programme and in particular their work with the threatened New Zealand Falcon.<br />We sponsor \"Maia\", a very special falcon who was one of the falcons bred at Wingspan and released as part of \"On the Wing\"; the first ever city release of a threatened species.<br />While Maia was released in 2014, she remains (almost on a daily basis) returning to the Rotorua Museum (Government Gardens) for supplementary food left out for her, but generally resides (and nests) in the Redwoods in Whakarewarewa Forest.<br /><br />SUSTAINABLE TOURISM<br /><br />Pan Pacific has signed up to the Tourism Sustainability Commitment and joined a fast-growing group of New Zealand tourism operators who are working to make a positive difference.<br />The New Zealand Tourism Sustainability commitment aims to see every New Zealand tourism business committed to sustainability by 2025 - with a Vision of Leading the World in Sustainable Tourism. To deliver on this, we must achieve ambitious economic goals while sharing the overwhelming benefits with supportive host communities, contributing to restoring, protecting and enhancing our natural environment, and continuing to be a high quality destination of choice for domestic and international travellers.",
    "Profile Link": "https://app.travelgatex.com/network/pan-pacific-travel",
    "Product": "PULL GENERIC"
  },
  {
    "Summary": "Bookingjini",
    "Created": "September 2023",
    "Updated": "September 2023",
    "Status": "In Progress",
    "Start date": "September 2023",
    "External Description": "We at BookingJini strive to empower Hotels from all aspects ranging from customer outreach to automate their booking process and improve their online presence and revenue to stimulate Top-line and Bottom-line growth.<br /><br />We offer an unrestricted mobile-friendly website, which is effortless to use with free secure hosting & an in-depth control panel. Customize your site at your wish with amazing content, comments and much more. The control is all yours. Opt for any theme offered by Bookingjini for your hotel, guest house, motel, serviced apartment and a lot more.<br /><br />Bookingjini provides a range of products to its partners that include the iBooking Engine, Channel Manager, SnapApp, among others.<br /><br />Acquire virtual bookings from your website. Bookingjini provides a smart booking engine which generates a sense of reliance in clients without altering the URL from your website to other 3rd party booking panel.<br /><br />Bookingjini, through its numerous products thus offers the ability to a hotel to increase its presence and improve customer flow online without having to rely on other agencies.",
    "Profile Link": "https://app.travelgatex.com/network/bookingjini",
    "Product": "PUSH GENERIC"
  },
  {
    "Summary": "Phobs Channel Manager",
    "Created": "September 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "December 2023",
    "Start date": "October 2023",
    "External Description": "PHOBS is a supplier of advanced reservation technology for hotels, resorts, campsites, hotel chains, and virtually any overnight accommodation world wide.<br /><br />The philosophy of PHOBS is total flexibility in creating prices, packages and sales policy by applying innovative sales tools and an extremely user-friendly interface.<br /><br />Specialized in sales of resorts and remote seasonal properties, it offers a set of tour-operator like tools which can easily convert your own web page into best performing sales channel.<br /><br />The PHOBS suite includes a fully integrated CRS, a multilingual Booking engine, distribution hub, reservation application, Fax&SMS gateway, PMS switch, Credit Card processing switch and much more...<br /><br />Whether you are a small inn, with just a few rooms or global hotel chain with properties on different continents, PHOBS will boost your sales, reduce costs and save time.",
    "Profile Link": "https://app.travelgatex.com/network/phobs",
    "Analisys": "100%",
    "Booking Flow": "100%",
    "Percentage Total": 30,
    "Product": "PUSH"
  },
  {
    "Summary": "STAAH Limited - NEW SELLER API",
    "Created": "August 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "December 2023",
    "Start date": "October 2023",
    "Target start": "October 2023",
    "Target end": "January 2024",
    "External Description": "none",
    "Profile Link": "none",
    "Booking Flow": "0%",
    "Percentage Total": 0,
    "Product": "PUSH"
  },
  {
    "Summary": "Travcoding Seller",
    "Created": "August 2023",
    "Updated": "October 2023",
    "Status": "In Certification",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "Travcoding is a travel technology hybrid offering 3 levels of support. An accommodation supplier, with plug and play tools that bring you immediate business, via a fully customizable booking engine, linked to an analytics driven back office, payment platform where we are the merchant, an ever growing supply chain and a 60 agent strong U.S. based call centre for passenger support. Our API supplier Hub is connected to more than 30 industry partners, there to increase or launch your portfolio with access to more than 2 M hotel and alternative lodging options and with car rental, insurance and ancillaries all coming soon. Think of us also for custom design or development projects, upgrades or enhancements to take your platform to the next level. Travcoding - Technology Helping Travel.",
    "Profile Link": "https://app.travelgatex.com/network/travcoding-llc",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "50%",
    "Percentage Total": 96,
    "Product": "PULL"
  },
  {
    "Summary": "bj.meituan.com",
    "Created": "July 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "November 2023",
    "Start date": "October 2023",
    "External Description": "We help people, eat better, live better",
    "Profile Link": "https://app.travelgatex.com/network/meituan-dianping",
    "Analisys": "0%",
    "Content": "0%",
    "Search": "0%",
    "Booking Flow": "0%",
    "Management": "0%",
    "Configuration Dev": "0%",
    "Validation": "0%",
    "Percentage Total": 7,
    "Product": "PULL"
  },
  {
    "Summary": "hikaritour.com",
    "Created": "July 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "October 2023",
    "Start date": "August 2023",
    "Target start": "August 2023",
    "Target end": "September 2023",
    "External Description": "Hikari Global is Korea's leading hotel reservation company based on XML/B2B/B2B2C, starting from Japan to Singapore, Hong Kong, and Southeast Asia. We, Hikari Global, are world-class hotel reservation companies. In order to become a specialized company, we held the 2nd CI proclamation ceremony. As expressed in the company's Symbol Mark, it expresses the young company's strong will to grow into a specialized global company by becoming a light in the hotel reservation field.\nThe freedom and joy of light exploring all corners of the world with Hikari Global's unique service mind, we will be reborn as a travel service company specializing in \"feeling and touching\". With transparent management and the passion of young and vibrant employees, we hope to bring new hope to the travel industry.",
    "Profile Link": "https://app.travelgatex.com/network/hikari-global",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "0%",
    "Validation": "50%",
    "Percentage Total": 96,
    "Product": "PULL"
  },
  {
    "Summary": "Mason's Travel Pvt Ltd - SQL initialization",
    "Created": "June 2023",
    "Updated": "October 2023",
    "Status": "ToDo",
    "Due date": "December 2023",
    "Start date": "October 2023",
    "Target start": "July 2023",
    "Target end": "October 2023",
    "External Description": "No description",
    "Profile Link": "https://app.travelgatex.com/network/masons-travel-pvt-ltd",
    "Product": "PULL"
  },
  {
    "Summary": "GIATA",
    "Created": "June 2023",
    "Updated": "October 2023",
    "Status": "Completed",
    "Due date": "June 2023",
    "Start date": "June 2023",
    "Target start": "June 2023",
    "Target end": "June 2023",
    "External Description": "Since 1996 we have been helping our clients boost the growth of their business and revenue. Although our methods are complex, our aim is simple: to help increase sales of your products. As the tourism industry's leading provider of non-bookable content, our 100-plus employees continuously set new standards in travel sales and in the processing and distribution of hotel content. So take advantage of our employees' know-how and experience and concentrate on what's important: your core business.",
    "Profile Link": "https://app.travelgatex.com/network/giata",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Palladium Hotel Group",
    "Created": "June 2023",
    "Updated": "October 2023",
    "Status": "Completed",
    "Due date": "June 2023",
    "Start date": "June 2023",
    "Target start": "June 2023",
    "Target end": "June 2023",
    "External Description": "The Palladium Hotel Group hotel chain was founded in the late 1960s in Ibiza by businessman Abel Matutes Juan, who dreamed of bringing paradise within the reach of travellers and offering them amazing experiences. He set out to design the most exclusive accommodation, based on the fundamental concepts of luxury, quality and first-class service. He took his first steps in the Balearic Islands and the Canary Islands, and in the early 1990s he continued the adventure by opening several resorts in the Caribbean. He then built on his success by opening hotels in top world destinations: Spain, Italy, Dominican Republic, Mexico, Jamaica and Brazil. In 2000, these hotels were grouped together under the name of Fiesta Hotel Group. In 2012, the group opted to update its company image and became Palladium Hotel Group, taking its name from its five-star Caribbean resorts. The aim is to convey a corporate philosophy based on excellence and on high standards of quality, as well as the drive to progress and increase the group's international profile. Palladium Hotel Group was created to clearly define the direction of a new stage in which the customer and human capital are the Group's priority.",
    "Profile Link": "https://app.travelgatex.com/network/palladium-hotel-group",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Canarias New Travel",
    "Created": "December 2022",
    "Updated": "October 2023",
    "Resolved": "July 2023",
    "Status": "Completed",
    "Due date": "July 2023",
    "Start date": "May 2023",
    "Target start": "May 2023",
    "Target end": "June 2023",
    "External Description": "We are an operator specialized in the management of groups and cultural circuits, in addition to having other tourist products. Our main clients are traditional travel agencies in Spain and Portugal; although we also cover OTAs and in our expansion plan we incorporate foreign travel agencies, acting as incoming.",
    "Profile Link": "https://app.travelgatex.com/network",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "E-htl Viagens Online",
    "Created": "April 2023",
    "Updated": "October 2023",
    "Resolved": "October 2023",
    "Status": "Completed",
    "Due date": "October 2023",
    "Start date": "May 2023",
    "Target start": "May 2023",
    "Target end": "July 2023",
    "External Description": "e-HTL Reservas Online de Hoteis Ltda provides travel services. The Company offers hotel booking and reservation services for traveling purposes, as well as discounts on hotel prices. e-HTL Reservas operates out of Brazil.",
    "Profile Link": "https://app.travelgatex.com/network/e-htl-viagens-online",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "Product": "PULL"
  },
  {
    "Summary": "Conextur DMC Argentina",
    "Created": "April 2023",
    "Updated": "October 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "April 2023",
    "Target start": "April 2023",
    "Target end": "May 2023",
    "External Description": "We are one of the most important DMC wholesale operators in Argentina. For more than 10 years, in Conextur we design and plan programs that fit the requirements we identify in the local and foreign markets. We offer 500 directly contracted hotels in Argentina.",
    "Profile Link": "https://app.travelgatex.com/network/conextur-dmc-argentina",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "AllBeds (Grupocdv)",
    "Created": "December 2022",
    "Updated": "October 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "March 2023",
    "Target start": "March 2023",
    "Target end": "April 2023",
    "External Description": "Allbeds is a hotel broker part of CVD Group, born in 2015. The broker was created to fulfill and complement wholesalers, tour operators and OTA's accommodation supply needs.\nWe are proud to have a state of the art booking engine which allows us to stay ahead in today's highly competitive and fast-paced travel industry.",
    "Profile Link": "https://app.travelgatex.com/network/allbeds-grupocdv",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Saltour",
    "Created": "December 2022",
    "Updated": "October 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "February 2023",
    "Start date": "January 2023",
    "Target start": "January 2023",
    "Target end": "March 2023",
    "External Description": "Saltours International holds the unrivalled distinction of introducing the concept of wholesale tourism worldwide. As a leader in this field, the company has grown from strength to strength and today holds a lion's share of the market. With unrivaled efficiency, innovation, and above all a passion for detail, the name Saltours has become synonymous with excellence and a holiday worth remembering!",
    "Profile Link": "https://app.travelgatex.com/network/saltours",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Gekko Group",
    "Created": "March 2023",
    "Updated": "October 2023",
    "Resolved": "October 2023",
    "Status": "Completed",
    "Due date": "October 2023",
    "Start date": "June 2023",
    "Target start": "June 2023",
    "Target end": "June 2023",
    "External Description": "Created in France in 2009, Gekko brings together experts and technology to deliver renowned IT solutions, developed for the leisure & corporate travel industry and its different actors.",
    "Profile Link": "https://app.travelgatex.com/network/gekko-group",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "Product": "PULL"
  },
  {
    "Summary": "RTS.net",
    "Created": "April 2022",
    "Updated": "October 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "April 2023",
    "Target start": "April 2023",
    "Target end": "June 2023",
    "External Description": "RTS was launched in 2004 as a trade-only hotel booking engine and has been growing steadily since. The user friendly technology, highlighted by the ease of integration with our partner systems and the speed and reliability has helped us build a loyal partnership base which has increased 5 times in the past 5 years.",
    "Profile Link": "https://app.travelgatex.com/network/rts-net",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Trip.com",
    "Created": "December 2022",
    "Updated": "October 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "February 2023",
    "Target start": "February 2023",
    "Target end": "March 2023",
    "External Description": "We are a part of the Trip.com Group, a NASDAQ listed company since 2003 (NASDAQ: TCOM) with over 45,100 employees and over 400 million members, making it one of the leading online travel agencies in the world.",
    "Profile Link": "https://app.travelgatex.com/network/trip-com",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "TBO.com",
    "Created": "December 2022",
    "Updated": "October 2023",
    "Resolved": "May 2023",
    "Status": "Completed",
    "Due date": "May 2023",
    "Start date": "January 2023",
    "Target start": "January 2023",
    "Target end": "March 2023",
    "External Description": "Tboholidays.com is a B2B travel portal that allows travel agents to book over 330,000 hotels worldwide in real time. Backed by cutting edge technology and superior customer support, tboholidays.com is your one stop shop for all holiday booking requirements.",
    "Profile Link": "https://app.travelgatex.com/network",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Seera Group",
    "Created": "December 2022",
    "Updated": "October 2023",
    "Status": "Completed",
    "Due date": "June 2023",
    "Start date": "March 2023",
    "Target start": "March 2023",
    "Target end": "May 2023",
    "External Description": "Seera is the new name for Al Tayyar Travel Group, the largest travel, and tourism group in the MENA region.\n\nSeera means journey. A symbol of change. A positive step into the future. We're opening up the opportunity of travel for everyone by connecting cultures, through a balanced portfolio of trusted brands that consistently exceeds customer expectations.",
    "Profile Link": "https://app.travelgatex.com/network/seera-group",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "The Travel Junction",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Status": "In Certification",
    "Due date": "August 2023",
    "Start date": "June 2023",
    "Target start": "June 2023",
    "Target end": "July 2023",
    "External Description": "THE TRAVEL JUNCTION OCCUPIES A UNIQUE SPACE WITHIN THE TRAVEL INDUSTRY; AN ENERGETIC START-UP BACKED BY THE WISDOM AND BUYING POWER OF A GLOBAL TRAVEL GIANT WITH OVER 40 YEARS? EXPERIENCE.<br />TTJ?s story began in 2018 when founding General Manager, James Whiting, began the process of developing the business as a response to the external demand for Flight Centre Travel Group?s contracted product. Originally started as a project aside from his main role, the overwhelming response to our product meant it didn?t take long for TTJ to mature into something greater.<br /><br />Today, TTJ allows people and businesses outside of FCTG to access a selection of world?s best travel products and some of the strongest and most robust industry relationships, backed by decades of industry experience.<br /><br />The Travel Junction ? Opening our world to you.",
    "Profile Link": "https://app.travelgatex.com/network/the-travel-junction",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "0%",
    "Validation": "50%",
    "Percentage Total": 96,
    "Product": "PULL"
  },
  {
    "Summary": "MTS City Breaks",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Status": "In Certification",
    "Due date": "August 2023",
    "Start date": "July 2023",
    "Target start": "June 2023",
    "Target end": "July 2023",
    "External Description": "MTS City Breaks, member of MARINE TOURS group of companies, is a B2B booking platform offering access to exclusive wholesaler rates globally. Established in 1997, in Athens, Greece, MTS City Breaks' booking tool displays over half a million accommodation properties combining preferred hotels agreements and wholesaler rates into a single booking platform that allow partners to save time and earn more. We have over 20 years of experience and our Worldwide distribution is over 3000 active partners in over 50 countries.",
    "Profile Link": "https://app.travelgatex.com/network/mts-city-breaks",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "0%",
    "Validation": "50%",
    "Percentage Total": 96,
    "Product": "PULL"
  },
  {
    "Summary": "NextPax",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "September 2023",
    "Start date": "July 2023",
    "Target start": "July 2023",
    "Target end": "September 2023",
    "External Description": "NextPax is the most advanced channel management technology provider for hotels, resorts and vacation rentals worldwide, recognised for delivering the most advanced full-service solutions between property management systems and distribution channels worldwide. Connect your vacation rentals, hotels and/or vacation parks to over 100+ booking channels around the world.",
    "Profile Link": "https://app.travelgatex.com/network/nextpax",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "50%",
    "Booking Flow": "0%",
    "Management": "50%",
    "Configuration Dev": "0%",
    "Validation": "0%",
    "Percentage Total": 6,
    "Product": "HIBRID"
  },
  {
    "Summary": "Booking Agora",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "September 2023",
    "Start date": "June 2023",
    "Target start": "June 2023",
    "Target end": "July 2023",
    "External Description": "BookingAgora is a leading B2B marketplace with the fastest access to best deals.\nOur partners enjoy from a large variety of accommodation options, in-house developed technology products, flight ticketing and 24/7 customer service support.",
    "Profile Link": "https://app.travelgatex.com/network/booking-agora",
    "Analisys": "100%",
    "Content": "50%",
    "Search": "50%",
    "Booking Flow": "50%",
    "Management": "50%",
    "Configuration Dev": "0%",
    "Validation": "0%",
    "Percentage Total": 55,
    "Product": "PULL"
  },
  {
    "Summary": "Eurotours",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "May 2023",
    "Target start": "May 2023",
    "Target end": "July 2023",
    "External Description": "Eurotours markets the most beautiful destinations in Austria and the neighbouring countries. Originally founded as an incoming agency, over the years Eurotours has grown to become the leading incoming agency in Central Europe. But in the meantime Eurotours offers much more: as a full-range multi-channel distributor in the DACH region and the neighbouring countries, today Eurotours acts as a one-stop shop for tour operators. More than 1900 tour operators in 70 countries worldwide appreciate our high-quality product design. In addition, over 3000 hotel partners and 3500 other service providers worldwide trust in our many years of proven expertise in tourism.",
    "Profile Link": "https://app.travelgatex.com/network/eurotours",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Ezlink",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Status": "Completed",
    "Due date": "June 2023",
    "Start date": "May 2023",
    "Target start": "May 2023",
    "Target end": "June 2023",
    "External Description": "EZLINK is the first genuinely Brazilian Broker, with direct hotel contracts. We also act as multibrokers, to serve our partners with the greatest possible availability. Our customers are made up exclusively of Tour Operators throughout the Americas. Our main objective is to improve the profitability and agility of these partners, with the connection of the best treatment that each reservation can have.",
    "Profile Link": "https://app.travelgatex.com/network/ezlink",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "EverRooms",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Resolved": "August 2023",
    "Status": "Completed",
    "Due date": "July 2023",
    "Start date": "May 2023",
    "Target start": "May 2023",
    "Target end": "June 2023",
    "External Description": "EverRooms is a dynamic technology company focussing on global distribution of hotel rates.\nEverRooms was founded in Germany by tech enthusiasts and travel experts. We combine deep knowledge of the travel industry with analytical skills, sourcing knowledge, and tech know-how. We have been distributing hotel rates since 2012 in B2B and B2C environments. Due to a decade of experience in metasearch distribution, our offerings incorporates sophisticated rate caching, room type matching, a specialized server structure for high-traffic schemes, and elaborated rate distribution.",
    "Profile Link": "https://app.travelgatex.com/network/everrooms",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Atharva Infotech",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Resolved": "August 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "June 2023",
    "Target start": "June 2023",
    "Target end": "July 2023",
    "External Description": "Atharva Infotech is a dynamic software company providing a new range of open, enterprise-wide business solutions to the travel industry based on .Net technology. Our solutions are both flexible and modular in design and can be easily integrated with your existing front or back office systems.",
    "Profile Link": "https://app.travelgatex.com/network/atharva-infotech",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Travel Compositor",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Resolved": "September 2023",
    "Status": "Completed",
    "Due date": "September 2023",
    "Start date": "September 2023",
    "External Description": "2023-06-25T22:00:00.000Z",
    "Profile Link": "2023-05-30T22:00:00.000Z",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "100%",
    "Percentage Total": 100,
    "SetUp": "100%",
    "Product Load": "100%",
    "Product": "PULL"
  },
  {
    "Summary": "Sabre CSL",
    "Created": "May 2023",
    "Updated": "October 2023",
    "Status": "In Progress",
    "Due date": "October 2023",
    "Start date": "June 2023",
    "External Description": "2023-08-06T22:00:00.000Z",
    "Profile Link": "2023-06-18T22:00:00.000Z",
    "Analisys": "100%",
    "Content": "100%",
    "Search": "100%",
    "Booking Flow": "100%",
    "Management": "100%",
    "Configuration Dev": "100%",
    "Validation": "50%",
    "Percentage Total": 96,
    "Product": "PULL"
  }
]